{
    "casebody": {
        "data": "<casebody firstpage=\"523\" lastpage=\"547\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b529-10\">Elliot, Respondent, <em>v. </em>Chicago, M. &amp; St. P. Ry. Co., Appellant.</parties>\n  <headnotes id=\"b529-11\">1. Master and Servant — Negligence — Fellow-Servants — <em>Who </em>are.</headnotes>\n  <headnotes id=\"b529-12\">A section foreman and the conductor of a train are co-employes within the meaning of the rule of the common law, and also section 1130, C. C., providing that an employer is not bound to indemnify his employe for losses suffered by the latter in consequence of the negligence of another person employed by the same employer in the same general business.</headnotes>\n  <headnotes id=\"b529-13\">2. Same — Contributory Negligence — What amounts to.</headnotes>\n  <headnotes id=\"b529-14\">In an action against a railroad company by a widow, to recover damages for causing the death of her husband through alleged negligence, it appeared a “flying switch, ” in violation of the rules of the company, was being made by the direction of a conductor of a train, and the deceased, in endeavoring to cross one of the tracks, was caught by the rear section of the train and killed: but it also appeared that he must have known the switch was being made, and that he could have seen this section had he turned and looked in its direction before stepping on the track. <em>Held, </em>the deceased was guilty of such contributory negligence as would defeat a recovery.</headnotes>\n  <headnotes id=\"b529-15\">3. Evidence — Relevancy—Habits of Care.</headnotes>\n  <headnotes id=\"b529-16\">On an issue of a deceased person’s contributing to the negligent act causing the death, where there were eye-witnesses of the occurrence, the fact of his being a usually careful man is immaterial.</headnotes>\n  <otherdate id=\"b529-17\">(Argued May 9, 1887;</otherdate>\n  <otherdate id=\"ACz\">reversed May, 1887;</otherdate>\n  <otherdate id=\"AaOo\">reargued May 11, 1888;</otherdate>\n  <decisiondate id=\"AOG\">opinion filed February 9, 1889.)</decisiondate>\n  <summary id=\"b530-2\"><page-number citation-index=\"1\" label=\"524\">*524</page-number>Appeal from a judgment of the district court of the Fourth district, in and for the county of Clay, entered in favor of the plaintiff, upon a verdict.</summary>\n  <summary id=\"b530-3\">The action was brought to recover damages for the death of John Elliot, plaintiff’s husband,' alleged to have been caused by defendant’s negligence.</summary>\n  <summary id=\"b530-4\">The deceased at the time of his death was in the employ of the defendant as a section foreman, and the injuries from the effect of which he died were occasioned by the negligence of other of defendant’s employes in running a freight train, and while making a flying switch. The facts and circumstances connected with the accident, so far as material, are stated in the opinion.</summary>\n  <attorneys id=\"b530-5\"><em>B. B. Tripp, (II. H. Field, </em>of counsel,) for appellant.</attorneys>\n  <summary id=\"b530-6\">There was no negligence on the part of the defendant or its employes which caused or contributed to the accident.</summary>\n  <summary id=\"b530-7\">The charge of negligence is that the conductor of the train made what is claimed to have been a “flying switch,” in alleged violation of the rules of the defendant.</summary>\n  <summary id=\"b530-8\">The court charged the jury that the mere fact that a flying switch was made, even if it was in violation of the rules of the company, would not be sufficient evidence of negligence to make the defendant liable, and such is the rule laid down by the authorities. <em>Youll </em>v. <em>By. Co., </em>66 la., 346, 351, 23 N. W. Rep. 736; <em>Jeffrey </em>v. <em>B. B. Co., </em>51 la., 439,1 N. W. Rep. 765.</summary>\n  <summary id=\"b530-9\">But the court submitted to the jury the question whether or not there was negligence on the part of the conductor in the manner in which the alleged switch was made. While it is undoubtedly true that the making of a flying switch in a populous city or village, or over highway crossings, may be negligence as against the public rightfully crossing railroad tracks, it has never been held that making such a switch by a company on its own grounds was negligence as to employes. It is not negligence for a railroad company to move trains on its station grounds without giving warning to employes engaged thereon, where there <page-number citation-index=\"1\" label=\"525\">*525</page-number>is nothing to prevent the employes from seeing or knowing of the approach of such trains. <em>Kelley </em>v. <em>Ry. Co., </em>53 Wis. 74, 78, 9 N. W. Rep. 816; <em>C. de N. W. Ry. Co. </em>v. <em>Donahue, </em>75 111. 106.</summary>\n  <summary id=\"b531-5\">There was no proof given upon the trial that the rule in question was for the protection of employes, or that it was intended to prohibit such switches upon station grounds. It is fair to presume that the object of the rule was to prevent injury to persons rightfully upon station grounds of the company as passengers, or travelers upon public crossings.</summary>\n  <summary id=\"b531-6\">It could not be considered negligence, at least as to employes, to make such a switch upon depot grounds at an insignificant station like Heckling, in broad daylight, and where there is no object preventing a free view of the track and cars in all directions. The evidence shows that Meckling at the time of this accident was a place containing only five or six buildings, and not even of sufficient importance to warrant the employment of a station agent. It seems to us clear that the method of handling the train adopted at the time of the accident was not of such a character as to warrant the submission of the question of negligence to the jury, as to the deceased, who was an old employe, and acquainted with the locality and the passage of trains.</summary>\n  <summary id=\"b531-7\">Again, the evidence shows that the flying switch had been accomplished, and it cannot be said to have been the real and direct cause of the accident to the deceased. <em>Galveston, etc., Ry. Co. </em>v. <em>Bracken, </em>14 Amer. &amp; Eng. R. Cas. 691.</summary>\n  <summary id=\"b531-8\">The defendant is not liable under section 1130, C. C.</summary>\n  <summary id=\"b531-9\">1. The accident arose in consequence of the ordinary risks of the business in which the deceased was employed. Wood, Mast. &amp; Serv. § 326; 3 Wood, Ry. Law, 1452; 2 Thomp. Neg. 1008, 1009; Patt. Ry. Acc. Law, 342; <em>Randall </em>v. <em>R. R. Co., </em>109 U. S. 478, 483, 3 Sup. Ct. Rep. 322; <em>Herbert </em>v. <em>R. R. Co., </em>13 N W. Rep. 349, 116 U. S. 642, 647; <em>Howland </em>v. <em>Ry. Co., </em>54 Wis. 226, 230, 11 N W. Rep. 529; <em>De Forest </em>v. <em>Jewett, </em>88 N. Y. 264; <em>Ladd </em>v. <em>R. R. Co., </em>119 Mass. 412; <em>Hughes </em>v. <em>R. R. Co., </em>27 Minn. 137, 6 N. W. Rep. 553; <em>Fraker </em>v. <em>Ry. Co., </em>32 Minn. 54, 19 N. W. Rep. 345; <em>Dowell </em>v. <em>Ry. Go., </em>62 Iowa, 629, <page-number citation-index=\"1\" label=\"526\">*526</page-number>17 N. W. Rep. 901; <em>C. &amp; N. W. By. Co. </em>v. <em>Donahue, </em>75 111. 106; <em>Sweeney </em>v. <em>B. B. Co., </em>57 Cal. 15; <em>Pennsylvania B. B. Co. </em>v. <em>Wackier, </em>60 Md. 395,15 Amer. &amp; Eng R. Cas. 187; <em>Clifford </em>v. <em>B. B. Co., </em>141 Mass. 564, 6 N. E. Rep. 751; <em>McGrath </em>v. <em>B. B Co., </em>14 R. I. 357, 18 Amer. &amp; Eng. R. Cas. 5.</summary>\n  <summary id=\"b532-5\">2. The negligence, If any, was that of persons employed in the “same general business,” within the meaning of section 1130.</summary>\n  <summary id=\"b532-6\">This section was before this court in <em>Herbert </em>v. <em>Northern Pacific B.B. Co., </em>13 N. W. Rep, 349, and also before the supreme court of the United States in the same case, 116 U. S. 642, 6 Sup. Ct. Rep. 590. The doctrine to be gathered from those decisions is that this section is but are-enactment of the common law, and that in itself it creates no new rule, but expresses the law as it was before the section was adopted.</summary>\n  <summary id=\"b532-7\">The great weight of authority is that a conductor and section foreman, under the circumstances shown in this case, are persons engaged in the “same general business.” With the exception of a few cases, upon exceptional facts, mostly arising in the southern states, we are not aware- that it has ever been held to the contrary in any well-adjudicated case.</summary>\n  <summary id=\"b532-8\">. The decision in <em>Bailway Co. </em>v. Boss,-112 U. S. 377, 5 Sup. Ct. Rep. 184, from its facts, is not applicable here.</summary>\n  <summary id=\"b532-9\">The following decisions will indicate the weight of authority upon this question: <em>Bandall </em>v. <em>B. B. Co., </em>109 U. S. 478, 3 Sup. Ct. Rep. 322, — switchman and engineer; <em>Hoivard </em>v. <em>By. Co., </em>26 Fed. Rep. 837, — fireman and engineer of different trains; <em>Clifford y.B. B. Co., </em>141 Mass. 564, 6 N. E. Rep. 751, — section-man and engineer; <em>Keyes </em>v. <em>B. B. Co., </em>(Pa.) 3 Atl. Rep. 15, — section-man and engineer; <em>Collins </em>v. <em>B. B. Co., </em>30 Minn. 31, 14 N. W. Rep. 60, — section-man and engineer; <em>Whalan v.B.B. Co., </em>8 Ohio St. 249, — section-man and engineer; <em>Gormley </em>v. <em>By. Co., </em>72 Ind. 31, 5 Amer. &amp; Eng. R. Cas. 581, — section-man and engineer; <em>B. B. Co. y. Wachter, </em>60 Md. 395, 15 Amer. &amp; Eng. R. Cas. 187, —section-man and engineer; <em>B. B. Co. </em>v. <em>Bider, </em>62 Tex. 267, —section-man and engineer; <em>BoldtY. B. B. Co., </em>18 N. Y. 432,— <page-number citation-index=\"1\" label=\"527\">*527</page-number>track-man and engineer; <em>Blakev.R. R. Co., </em>70 Me. 60,35 Amer. Rep. 297, — section-man and train-men; <em>Coon </em>v. <em>R. R. Co., </em>5 N. Y. 492, — section-man and train-men; <em>Foster </em>v. <em>Ry. Co., </em>14 Minn. 360, (Gil. 277,) — section-man and train-men; <em>Capper </em>v. <em>R. R. Co., </em>103 Ind. 305, 2 N. E. Rep. 749, 21 Amer. &amp; Eng. R. Cas. 525, — track-man and engineer; <em>Henry </em>v. <em>Ry. Co., </em>81 N. Y. 373, — shoveler and train-man; <em>Russell </em>v. <em>R. R. Co., </em>17 N. Y. 134, — shoveler and engineer; <em>Howland </em>v. <em>Ry. Co., </em>54 Wis. 226, 11 N. W. Rep. 529,— shoveler and conductor; <em>Heine </em>v. <em>Ry. Co., </em>58 Wis. 525,17 N. W. Rep. 420, — shoveler and conductor; <em>Cooper </em>v. <em>Ry. Co., </em>23 Wis. 668, — brakeman and section-men; <em>Rob-</em>-cris v.Iiz/. (7o.,33 Minn. 218,22 N. W.Rep. 389, — baggage master and switchman; <em>Brown </em>v. <em>Ry. Co., </em>31 Minn. 553, 18 N. W. Rep. ■834, — engineer and station agent; <em>Toner </em>v. <em>Ry. Co., </em>(Wis.) 31 N. W.Rep. 104, — brakeman and station agent; <em>Brown v.Ry. Co., </em>•(Cal.) 7 Pac. Rep. 447, — engineer and switchman; <em>Besel v. R. R. ■Co.,'IQ </em>N. Y. 171, — car-repairer and brakeman; <em>Valtez v.Ry. ■Co., </em>85 111. 500, — car-repairer and engineer; <em>Farwell v. R. R. ■Co., </em>4 Met. 36, — engineer and switchman; <em>Harvey v. R. R. Co., </em>88 N. Y. 481, — fireman and switchman; <em>ITolden v. R. R. Co., </em>129 Mass. 268, — brakeman and track-men.</summary>\n  <summary id=\"b533-5\">A similar provision to section 1130 is in force in California, ■(section 1970, Civil Code,) and the decisions in that state sup•port the position here taken. <em>Brown v. R. R. Co., </em>12 Pac. Rep. .512, — conductor and engineer; <em>Same v. Same, </em>7 Pac. Rep. 447, —engineer and switch-tender; <em>Kivemv. Mining </em>Co^llPae. Rep. 740, — workmen in mine; <em>Collier v: Steinhart, </em>51 Cal. 116,— ••miner and superintendent; <em>McLean v. Mining Co., </em>Id. 256,— miner and foreman; <em>McDonald v. Hazeltine, </em>53 Cal. 35, — longshoreman and foreman; <em>Hogan v.R.R. Co., </em>49 Cal. 128, — helper and driver.</summary>\n  <summary id=\"b533-6\">The only ease relied on by the counsel for the plaintiff at the -trial to sustain the position that the conductor and the deceased •were not engaged in the same general business was <em>Garrahy v. R. R. Co., </em>25 Fed. Rep. 258. That decision is an extreme one, ■ and it may well be doubted whether it is in accord with <em>Ry. Co. </em><page-number citation-index=\"1\" label=\"528\">*528</page-number>v. <em>Ross, </em>112 U. S. 377, 5 Sup. Gt. Rep. 184, which it professes to follow. It is carefully considered by Mr. Justice BeeweR in <em>Howard </em>v. <em>Ry. Co., </em>26 Fed. Rep. 837, and he reaches the conclusion that it is not sustained by the current of authority in the federal courts. See, also, <em>Van Wickle </em>v. <em>Ry. Co., </em>32 Fed. Rep-278; <em>Easton </em>v. <em>Ry. Co., </em>Id. 893; <em>Naylor </em>v. <em>R. R. Co., </em>33 Fed-Rep. 801; <em>Ry. Co. </em>v. <em>Ry. Co., </em>31 Fed. Rep. 527; <em>Anderson </em>v. <em>Winston, </em>Id. 528.</summary>\n  <summary id=\"b534-3\">Section 1131 has no application to this case. The construction of this statute given by the supreme court of the United States in the <em>Herbert Case </em>is that it is a re-enactment of the common law, and that it makes the employer liable for his own negligence, either in the employment of incompetent persons or in the providing or maintaining of suitable and safe machinery. It cannot have any application to this case. See, also, <em>Howard </em>v. <em>Ry. Co., </em>26 Fed. Rep. 837, 842; <em>Slater </em>v. <em>Jew-ett, </em>85 N. Y. 61, 67, 72-75; <em>Rose </em>v. <em>R. R. Co., </em>58 N. Y. 217; <em>Collins </em>v. <em>Ry. Co., </em>30 Minn. 31, 14 N. W. Rep. 60; <em>Roberts </em>v. <em>Ry. Co., </em>33 Minn. 218, 22 N. W. Rep. 389; <em>Heine </em>v. <em>Ry. Co.,. </em>58 Wis. 525, 531, 532, 11 N. W. Rep. 529; <em>Peschel </em>v. <em>Ry. Co.,. </em>62 Wis. 338, 21 N. W. Rep. 269; <em>Ry. Co. </em>v. <em>Gordon, </em>17 Ill. App. 63, 65.</summary>\n  <summary id=\"b534-4\">The accident was caused by the want of ordinary care on the-part of the deceased. <em>Holland </em>v. <em>Ry. Co., </em>18 Fed. Rep. 243, 5-McCrary, 549; <em>Behrens </em>v. <em>Ry. Co., </em>5 Col. 400, 8 Amer. &amp; Eng. R. Cas. 184; <em>Haley </em>v. <em>R. R. Go., </em>7 Hun, 84; <em>Keyes </em>v. <em>R. R-Co., </em>[Pa.) 3 Atl. Rep. 15; <em>R. R. Co. </em>v. <em>De Pew, </em>40 Ohio St. 121; <em>C. &amp; N. W. Ry. Co. </em>v. <em>Donahue, </em>75 Ill. 106, 108; <em>Myers </em>v. <em>Ry. Co., </em>113 Ill. 386, 1 N. E. Rep. 899; <em>Galveston, etc., Ry. Co. </em>v. <em>Bracken, </em>14 Am. &amp; Eng. R. Cas. 691; <em>Grethen </em>v. <em>Ry.. Co., </em>22 Fed. Rep. 609; <em>Clark </em>v. <em>R. R. Co., </em>128 Mass.1; <em>Delaney </em>v. <em>Ry. Go., </em>33 Wis. 67; <em>Bresnahan </em>v. <em>R. R. Go., </em>49 Mich-410, 13 N. W. Rep. 797; <em>Donaldson </em>v. <em>R. R. Co., </em>21 Minn.. 293, 297; <em>Rogstad </em>v. <em>Ry. Co., </em>31 Minn. 208, 12 N. W. Rep. 287.</summary>\n  <summary id=\"b534-5\">It will not be contended that the rule above stated as to the-<page-number citation-index=\"1\" label=\"529\">*529</page-number>duty to look and listen is not a correct statement of the law, but the claim is, as we understand it, that the jury might exonerate the deceased from the charge of negligence, for two reasons : <em>First. </em>Because the deceased at the time of the accident was engaged in performing some duty of his employment, and, while so engaged, was not negligent in not observing the approach of the rear section of the train. <em>Second. </em>Because a flying switch was being made, which was prohibited by the rules, of the company, upon the obedience of which the deceased had a right to rely. 1. The first ground is untenable for the reason that the deceased was not necessarily upon the main track at the time of the accident. <em>Iron Go </em>v. Brennan, 20 Brad. (Ill.) 555; <em>Cunningham </em>v. <em>By. Co., </em>17 Fed. Bep. 882, 5 McCrary, 465 ; <em>Holland </em>v. <em>Ry. Co., </em>18 Fed. Bep. 243, 5 McCrary, 549; <em>R. R. Co. </em>v. <em>Jones, </em>95 U. S. 439; <em>Kresanowski </em>v. <em>R. R. Co., </em>18 Fed. Bep. 229, 5 McCrary, 528; <em>Behrens </em>v. <em>Ry. Go., </em>5 Col. 400, 8 Amer. &amp; Eng. B. Gas. 184, 186; <em>Abend </em>v. <em>R. R. Co., </em>Ill Ill. 202, 17 Amer. &amp; Eng. B. Cas. 614, 53 Am. 616; <em>Simmons </em>v. <em>R. R. Co., </em>110 Ill. 340, 18 Id. 50; <em>Martensen </em>v. <em>R. R. Co., </em>60 Iowa, 705, 15 N. W. Bep. 569. 2. The fact that a flying switch was being made at the time did not relieve the deceased from the duty of looking for approaching trains. <em>Ormsb'ee </em>v. <em>R. R. Co., </em>14 B. I. 102, 51 Amer. Bep. 354; <em>Grethen </em>v. <em>Ry. Co.,, </em>22 Fed. Bep. 609.</summary>\n  <summary id=\"b535-6\">The decisions to the contrary are based upon exceptional circumstances. Those relied upon by the plaintiff at the trial are all distinguishable from the facts in this case. They were cases where flying switches were made over highway crossings, or upon the depot grounds or public places, and the persons injured were none of them employes. They are distinguished in <em>Ormsbee </em>v. <em>R. Co., supra. </em>See <em>Hinckley </em>v. <em>R. R. Go., </em>120 Mass. 257.</summary>\n  <summary id=\"b535-7\">As to employes, the fact that a flying switch is being made does not relieve them from the duty to look and listen. <em>Behrens </em>v. <em>Ry. Co., supra; Haley </em>v. <em>R. R. Co., </em>7 Hun, 84; <em>Myers </em>v. <em>Ry. </em><page-number citation-index=\"1\" label=\"530\">*530</page-number><em>'Co., </em>113 Ill. 386, 1 N. E. Eep. 899; <em>Ry. Co. </em>v. <em>Bracken, </em>14 Amer. &amp; Eng. E. Cas. 691.</summary>\n  <summary id=\"b536-5\">The rule of the supreme court of the United States is that where the evidence shows that the person injured failed to look and listen for the approaching train, when by so doing he might have avoided the danger, there is nothing to submit to the jury, and the court should direct a verdict for the defendant. <em>R. R. Co. </em>v. <em>Houston, </em>95 U. S. 697; <em>Schofield </em>v. <em>Ry. Co., </em>114 U. S. 615, 5 Sup. Ct. Eep. 1125.</summary>\n  <summary id=\"b536-6\">The court erred in admitting evidence of the general habits and character of the deceased as to carefulness in his emplyment. <em>Chase </em>v. <em>Maine Cent. Ry. Co., </em>77 Me. 62, 52 Am. 744; <em>Scott </em>v. <em>Hale, </em>16 Me. 326; <em>Morris </em>v. <em>East Haven, </em>41 Conn. 252; <em>Gardner </em>v. <em>Ry. Co., </em>17 Ill. App. 262; <em>R. R. Co. </em>v. Stebbing; (Md.) 19 Amer. &amp;Eng. E. Cas. 36, 49 Am. Eep. 628; <em>R. R.Co. v.New-bern, </em>Id. 261; <em>McDonald </em>v. Savoy, 110 Mass.,49; <em>Baldtoin </em>v. <em>R. R. Co., </em>4 Gray, 333; <em>Tenney y. Tuttle, </em>1 Allen, 185; <em>Gahagan </em>v. <em>R. R. Co., </em>Id. 187; <em>Bryant </em>v. <em>R. R. Co., </em>56 Yt. 710.</summary>\n  <summary id=\"b536-7\">The only cases where such evidence has been admitted are where there,were no eye-witnesses of the accident and no evidence bearing directly upon the negligence or want of negligence of the person injured at the time of the injury. In such cases some courts have held that a presumption of due care will be indulged from the known instinct of self-preservation, or upon proof of the habits and reputation of the party for carefulness. <em>Chicago, etc., Ry. Co. </em>v. <em>Clark, </em>108 Ill. 113, 15 Amer. &amp; Eng. E. Cas. 261; <em>Cassidy </em>v. <em>Angelí, </em>12 E. I. 447, 34 Am. 690; <em>Louisville, etc., R. R. Co. </em>v. <em>Goetz, </em>79 Ky. 442,19 Amer. &amp; Eng. E. Cas. 358, note.</summary>\n  <summary id=\"b536-8\">This case is not within the exception, and, this evidence having been submitted to the jury without any direction to disregard it, the presumption is that the defendant was prejudiced. <em>Yankton County </em>v. <em>Rossteusher, </em>1 Dak. 125,130; <em>Pennsylvania Co. </em>v. <em>Roy, </em>102 U. S. 451, 460; <em>Baird </em>v. <em>Gillett, </em>47 N. Y. 186; <em>State Bank </em>v. <em>Dutton, </em>llWis. 371; <em>Johanneson </em>v. <em>Borschenius, </em>35 Wis. 131; <em>Rooney </em>v. <em>Chair Co., </em>65 Wis.397, 27 N. W. Eep. 24.</summary>\n  <attorneys id=\"b537-4\"><page-number citation-index=\"1\" label=\"531\">*531</page-number><em>Grigsby é Lyon, </em>for respondent.</attorneys>\n  <summary id=\"b537-5\">As to there being no negligence on the part of the defendant. It appears the deceased had undoubtedly seen the engine and a long train of cars come down the main track. As soon as they had passed, he discovered that two box-cars had been thrown down the side track, and were liable to run into his men and the hand-car. His attention was then necessarily fixed upon them. And the only rationabexplanation of his conduct is that at the moment he was killed he had become convinced that his men and the defendant’s hand-ear were in danger, and he was doing what any faithful employe should have done, — rushing over to save them from injury. The evidence is conflicting as to the rate of speed of the detached ears, but it is evident that in the excitement of the moment all estimates as to speed and distance were unsatisfactory; but from the facts it is evident the cars must have been coming at a very rapid rate of speed in order to overtake the deceased. There was no employe stationed on the front part of the car that struck deceased, or upon any of those cars, in order to apply the brakes, or give warning to any one who might be upon the track.</summary>\n  <summary id=\"b537-6\">A rule of the defendant prohibited flying switches except at spur sidings. This was not a spur siding, and the prohibition was absolute. It was the duty of the deceased as well as the conductor to keep a copy of the rules, and he must therefore be presumed to have known and acted on it. It is evident that a flying switch, made under the circumstances, would be evidence from which a jury could infer negligence on the part of the conductor, even if there would have been no negligence in making a flying switch not prohibited by the rules.</summary>\n  <summary id=\"b537-7\">The cases cited from Iowa, Wisconsin, and Illinois are not in point. Wherever the question has been decided it will be found that the authorities almost if not without exception hold that a flying switch is evidence of negligence, if not negligence <em>per se. </em>See 1 Thomp. Neg. 423, 452, and cases cited.</summary>\n  <summary id=\"b538-2\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>The cases fail to sustain the position that the accident arose from the ordinary risks of the business.</summary>\n  <summary id=\"b538-3\">That the conductor and deceased were not co-employes, see <em>B. R. Co. </em>v. <em>Morando, </em>93 Ill. 302; <em>Garrahy </em>v. <em>B. R. Co., </em>25 Fed. Eep. 258; <em>Gilmore </em>v. <em>R.R. Co., </em>18 Fed. Eep. 870; <em>Quinn </em>v. <em>Co., </em>23 Fed. Eep. 363; <em>The Titan, </em>Id. 413; <em>Au </em>v. <em>R. R. Co., </em>29 Fed. Eep. 72; <em>King </em>v. <em>R. R. Co., </em>14 Fed. Eep. 277; <em>Hobson </em>v. <em>R. R. Co., </em>11 Pac. Eep. 545; <em>R. R. Co. </em>y. <em>Herbert, </em>116 U. S. 642, 6 Sup. Ct. Eep. 590; <em>C., M. é St. P. Ry. Co. </em>v. <em>Ross, </em>112 U. S. 377, 5 Sup. Ct. Eep. 184. In this case the court lays down the general proposition “that the conductor of a railway train, who commands its movements, directs when it shall start, at what station it shall stop, at what speed it shall run, and has the general management of it and control over the persons employed upon it, represents the company, and therefore that for injuries resulting from his negligent acts the company is responsible.”</summary>\n  <summary id=\"b538-4\">This case is in line with <em>Cowles </em>v. <em>R. R. Co., </em>84 N. C. 309; <em>R* R. Co. </em>v. <em>Bayfield, </em>37 Mich. 205; <em>Whalen </em>v. <em>Centenary </em>Church, 62 Mo. 326; and decisions in Ohio and Kentucky, — and is decisive of the case at bar.</summary>\n  <summary id=\"b538-5\">It is true, it is the duty of one to look and listen for trains at a safe distance from the railway track. This precaution was taken by the deceased. See the leading case on this subject, <em>Bonnell </em>v. <em>R. R. Co., </em>39 N. J. L. 189.</summary>\n  <summary id=\"b538-6\">There is no evidence that the deceased did not look and listen before approaching the track, without being able to see that the rear cars were thrown down the main track. If from the evidence there was room for doubt whether the deceased looked or not, it was properly a question for the jury. <em>R. R. Co. </em>v. <em>Web-ber, </em>76 Pa. St. 157, 18.Amer. Eep. 407.</summary>\n  <summary id=\"b538-7\">But, even if the uncontradicted evidence conclusively showed that the deceased did not look and listen, the plaintiff would still be entitled to recover upon three grounds:</summary>\n  <summary id=\"b538-8\">1. Where a traveler about to cross a railroad track has seen <page-number citation-index=\"1\" label=\"533\">*533</page-number>an engine attached to cars pass by, he has a right to suppose that the danger has passed; and if he then steps upon the track, and is injured by detached cars running of their own momentum, and without a watchman stationed thereon to give warning of the danger, the question of negligence must be submitted to the jury. <em>B. B. Co. </em>v. <em>Troutman, </em>6 Amer. &amp; Eng. E. Cas. 117; <em>B. B. Co. </em>v. <em>Hedges, </em>7 N. E. Eep. 801, 802, 805; <em>Farley </em>v. <em>B. B. Co., </em>56 Iowa, 337, 9 N. W. Eep. 2,30; <em>Butler </em>v. <em>B. B. Co., </em>28 Wis. 499; <em>Ferguson </em>v. <em>B. B. Co., </em>23 N. W. Eep. 123; <em>French </em>v. <em>B. B. Co., </em>116 Mass. 537; <em>Brown </em>v. <em>B. B. Go., </em>32 N. Y. 600; <em>Byan </em>v. <em>B. B. Co., </em>37 Hun. 186.</summary>\n  <summary id=\"b539-5\">2. The deceased, in his employment, had never known of a train broken apart and thrown down the track in that manner before. His duty to the defendant rightfully called him upon the track, and his attention was necessarily required in the direction of his men and the rapidly moving cars upon the side track. <em>Ominger </em>v. <em>B. B. Co., </em>4 Hun, 159 ; <em>Crowley </em>v. <em>By. Co., </em>65 Iowa, 658, 20 N. W. Eep. 467; <em>Mark </em>v. <em>By. Co., </em>32 Minn. 208, 20 N. W. Eep. 131; <em>Goodfcllow </em>v. <em>B. B. Co., </em>106 Mass. 461; <em>Shelby </em>v. <em>B. B. Co., </em>3 S. W. Eep. 157; <em>B. B. Co. </em>v. <em>McLaughlin, </em>119 U. S. 566, 573, 579, 7 Sup. Ct. Eep. 1366.</summary>\n  <summary id=\"b539-6\">3. Plaintiff’s evidence tended to show that the injury was the result of wanton or willful neglect on the part of the conductor; and therefore the plaintiff was entitled to recover, even if the deceased was guilty of contributory negligence. 2 Thomp. Neg. 1160; <em>Shelby </em>v. <em>By. Co., </em>3 S. W. Eep. 157.</summary>\n  <summary id=\"b539-7\">That the evidence relating to the deceased’s habits of care was admissible, see Shear. &amp; Eedf. Neg. § 43; 53 Yt. 183; <em>Stokes </em>v. <em>Saltonstall, </em>13 Pet. 181; <em>Fichen v. Jones, 28 </em>Cal. 618; <em>Hobson </em>v. <em>B. B. Co., </em>11 Pac. Eep. 545; <em>B. B. Co. </em>v. <em>Brooks, </em>57 Pa. St. 339. See, also, <em>B. B. Co. </em>v. <em>Clark, </em>108 Ill. 113, 15 A. &amp; E. 261; <em>Cassidy </em>v. <em>Angel, </em>12 E. I. 447, 34 A. E. 690; <em>B. B. Co. </em>v. <em>Goetz, </em>79 Ky. 442, 42 A. E. 227; <em>Burns </em>v. <em>By. Co., </em>30 N. W. Eep. 25, 28; <em>Gay </em>v. <em>Winter, </em>34 Cal. 153, 164; <em>Johnson </em>v. <em>B. B. Co., </em>20 N. Y. 65, 73, 74; <em>B. B. Co. </em>v. <em>Stebbing, </em>19 A. &amp; E. 36, 40; 2 Thomp. Neg. 1179; 19 A. &amp; E. 358, note.</summary>\n  <summary id=\"b540-2\"><page-number citation-index=\"1\" label=\"534\">*534</page-number>But, even if such evidence were inadmissible, it woüld be error without prejudice. <em>Brakken </em>v. <em>By. Go., </em>32 Minn. 425, 21 N. W. Bep. 414; Shear. &amp; Bedf. § 44; <em>Burdick </em>v. <em>Haggard, </em>22 N. W. Bep.589.</summary>\n  <opinion type=\"majority\">\n    <author id=\"b540-3\">Spencer, J.,</author>\n    <p id=\"AzS\"><em>(after stating the facts as above.) </em>This action was brought by the plaintiff to recover damages for the death of her husband, John Elliot, alleged to have been caused by the negligence of the defendant’s employes. The deceased, at the time he received the injuries which resulted in his death, was in the employment of the defendant on its line of railway as a section foreman at a station called Meckling. On November 1, 1884, a freight train was approaching this station from the west, in charge of a conductor, assisted by an engineer, fireman, and others, and as it neared this station was, during the process of making a flying switch, divided into three sections, the first of which, consisting of the engine and a number of cars, passed down the main track. Some of the other cars were put .upon a side track; and then the rear section of the train, consisting of four cars, including the caboose and passenger coach, was also moved down the main track. About the time the first section of the train passed down, the deceased w;as standing a short distance south of the main track, and, after it had passed him, he undertook to cross that track diagonally in an easterly direction, and was struck by the rear section of the train, and instantly killed. There was no evidence showing that the conductor was not a fit person for the service that he was employed in, nor was there any evidence showing that the deceased had received any order from, or was doing any act by direction of, the conductor or other person connected with the train. At the close of the evidence counsel for the defendant moved the court to direct a verdict for the defendant upon several grounds, and, among others, that if the evidence tended to show negligence, it was the negligence of co-employes of the deceased, engaged in the- same general business, for which no recovery could be had under section 1130 of the Civil Code. This motion was overruled, and <page-number citation-index=\"1\" label=\"535\">*535</page-number>the defendant excepted. The court then charged the jury, and, among other things, instructed them as a matter of law that the deceased and the conductor of this freight train were not co-employes within the purview of this statute, and to this instruction the defendant also excepted. The case was submitted to the jury, who returned a verdict in favor of the plaintiff. The defendant duly moved for a new trial upon the grounds presented by said motions and exceptions, and others, which was denied. Judgment upon the verdict was entered for the plaintiff, and the defendant appealed.</p>\n    <p id=\"b541-3\">The general and well-established principle of the common law, that an employer is not liable to one of his agents or servants for the negligence of another of his agents or servants engaged in the same general business, has been ingrafted in, and forms part of, the statute law of this territory, and hence, in the consideration of the question presented by the exceptions of the defendant to the ruling of the court above alluded to, we have only to determine whether the deceased and the conductor of the freight train aforesaid were co-employes of the defendant, engaged in the same general business, within the meaning of this statute. The statute does not undertake to define who are co-employes, or what is intended by the term “same general business,” but merely declares the general rule of law as to the non-liability of an employer to his agents and servants in the cases mentioned, leaving it for the courts to determine when persons are co-employes, engaged in a common business. The question thus presented has frequently been considered by the courts of this country and England, and to the adjudications upon this subject we may turn for such explanation of this term as they may yield, and as demonstrating under what circumstances this rule has been applied. A general collection of all the authorities on this subject at this time would be impracticable, and is not necessary; but a few, selected from the many, as showing the current of authority, and the general application of the principle, will be all-sufficient. It was decided as early as 1841, in South Carolina, that a section foreman who was injured <page-number citation-index=\"1\" label=\"536\">*536</page-number>by the negligence of an engineer could not recover against their common employer for the injuries thus sustained, because they were co-employes of a common master, engaged in the same general business. <em>Murray </em>v. <em>Railroad Co., </em>1 McMul. 385. Soon after, it was determined by the supreme court of Massachusetts that an engineer who was in the employ of a railroad company, and was injured by the negligence of a switch-tender, could not recover damages against the company, the negligent employe being also in its employ. <em>Farwell </em>v. <em>Railroad Co., </em>4 Metc. 49. This decision has since been followed by the courts of that state, and the. doctrine applied where a brakeman was injured by the negligence of a trackman, <em>(Holden </em>v. <em>Railroad Co., </em>129 Mass. 268,) and in <em>Clifford </em>v. <em>Railroad Co., </em>141 Mass. 564, 6 N. E. Rep. 751, where the injuries were sustained by a section-man, and were occasioned by the negligence of an engineer, both in the service of the company. The courts of New York have held a similar rule, and applied it in the instances following: Where a section-man was injured by the negligence of a train-man, <em>[Coon </em>v. <em>Railroad Co., </em>5 N. Y. 492;) where a brakeman was-, injured through the carelessness of an engineer, <em>(Boldt </em>v. <em>Railroad Co., </em>18 N. Y. 432;) where a shoveler was injured by the negligence of train-men, <em>(Henry </em>v. <em>Railroad Co., </em>81 N. Y. 373;) where a fireman was killed because of the negligence of a switch-man, <em>(Harvey </em>v. <em>Railroad Co., </em>88 N. Y. 481.) In Illinois, the* rule was applied in the case of a car-repairer injured by the-negligence of an engineer, <em>(Valtez v. Railway Co., </em>85 Ill. 500;) and in Pennsylvania, in the case of a section-man and engineer, <em>(Keyes </em>v. <em>Pennsylvania Co., </em>3 Atl. Rep. 15;) in Wisconsin, in, the case of a shoveler and conductor, <em>(Heine </em>v. <em>Railroad Co., </em>58 Wis. 525, 17 N. W. Rep. 420;) in Minnesota, in the case of an engineer and station agent, <em>(Brown </em>v. <em>Railway Co., </em>31 Minn. 553, 18 N. W. Rep. 834;) in Indiana, where a section-man was injured through the negligence of an engineer, <em>(Gormley </em>v. <em>Railway Co., </em>72 Ind. 31;) and, also, where a track-man was injured by negligence of an engineer, <em>(Capper </em>v. <em>Railroad Co., </em>103 Ind. 305, 2 N. E. Rep. 749;) and in many of the other states. <page-number citation-index=\"1\" label=\"537\">*537</page-number>In all of them where the subject has been considered by the courts, except Tennessee, the rule has been applied in like cases; and, finally, the United States supreme court, in the case of <em>Randall </em>v. <em>Railroad Co., </em>109 U. S. 478, 3 Sup. Ct. Rep. 322, has held it to be the established law, and applied it to the ease where a switchman was injured through the negligence of an engineer. In the latter case Mr. Justice Gbay delivered the opinion of the court, and in discussing the relations of these persons, and whether they were engaged in a common business, used the following language: “They are employed and paid by the same master. The duties of the two bring them to work at the same place at the same time, so that the negligence of the one in doing his work may injure the other in doing his work. Their separate services have an immediate common object, the moving of the trains. Neither works under the orders or control of the other. Each, by entering into his contract of service, takes the risk of the negligence of the other in performing his service; and neither can maintain an action for an injury, caused by such negligence, against the corporation, their common master.” This opinion was concurred in by all the members of the court, and would seem to be decisive of the question under consideration. In the case at bar the character of the labor which the deceased was engaged to perform required him to be on and about the track to keep it in proper condition for .running trains over it, and placed him in a situation where he was liable to be injured by passing trains. All of the duties which he was employed to perform necessarily required bis presence on the track, and all the risk to which he was exposed ■arose from the nature of the employment which he took upon .himself.</p>\n    <p id=\"b543-5\">Some of the cases differ as to the reason of .the rule, but there is no conflict of opinion as to its application to employes of a ■common master, at work for the accomplishment of a single purpose. It is sufficient within these cases to command the application of the rule, if the end to be obtained by the labor of the several employes under a common master is the same, to con<page-number citation-index=\"1\" label=\"538\">*538</page-number>stitute them fellow-servants engaged in the same general business, though the services rendered may be different in kind, and rendered separately and independently of each other. It was-in this manner, and for the achievement of a common purpose,— the moving of trains over defendant’s road, — that the conductor-of this freight train and the deceased were employed. Both were in the employ of and paid by the same master, both were-engaged in the service of operating a railroad, — the conductor - in managing trains passing over the road, and the deceased in keeping such road in repair and condition for the transportation, of trains over it, — both receiving orders from’some officer of the-defendant superior to either. Neither performed his work under • the direction of the other, nor was he under the control of the-other. From the character of the duties each had to perform in promoting the common object of their employment, they were brought together as co-employes, neither being superior to nor-representing the common employer more than the other. True, one of the rules of the defendant, which was put in evidence, provides that in case of accident or delay track foremen shall obey orders from the conductors, but there is no evidence showing: that the deceased had received or was executing any orders fromi the conductor of the freight train, or other person connected* with it; on the contrary, the reasonable presumption from alii the evidence and circumstances is that he had not received any orders from the conductor, and that his act in crossing the track, was entirely voluntary on his part. The counsel for the respondent has argued with much ingenuity that the general rule of law as it has been heretofore understood has been so modified by the decision of the court in the case of <em>Railroad Co. </em>v. <em>Ross, </em>112 U. S. 377, 5 Sup. Ct. Rep. 184, as permits a recovery by the plaintiff in this suit. We do not think that the decision in that case supports plaintiff’s position. It modifies and limits to some degree the extent to which the rule is applicable, and holds, substantially, that an employe of a railroad company may, under some circumstances, and as to some persons, become a representative of his employer to such an extent as to render his prin<page-number citation-index=\"1\" label=\"539\">*539</page-number>cipal liable for his negligent acts; and that a conductor of a railroad train, having a right to command its movements and control the other persons employed upon it, as to such persons may cease to be a fellow-servant while he remains in charge of such train, and may, under some circumstances, during such time, become a representative of the company. This decision modifies the rule as laid down in <em>Sherman </em>v. <em>Railroad Co., 11 </em>N. Y. 153, and other like eases. But we do not understand it overrules the general rule of law that where several persons are employed in the same general service, by a common employer, and one is injured by the negligence of the other, the employer is not responsible. The facts and circumstances of that case were unlike the case at bar. There the conductor was charged with a special duty, which it was incumbent upon his employer to perform, and which he neglected to render. The engineer, the injured person, was subject to his command. Here it is expressly proven, and uncontradicted, that the conductor had no authority or control over the deceased. He was, not, then a superior over the deceased, and, as to him, did not represent the defendant. The case of <em>Railroad Co. </em>v. <em>Herbert, </em>116 U. S. 642, 6 Sup. Ct. Rep. 590, also relied upon by the respondent, is not applicable here. That case decides that under section 1131 of the Civil Code a railroad company is liable to one of its employes —,a brakeman — for the negligence of another employe — a car-repairer — in failing to keep in proper repair certain appliances used by the injured person in the transaction of the business of the company, which he was employed to do, and he was held not to be in the same business as the brakeman, who was injured by the use of a defective car. It was the duty of the company to provide safe machinery and appliances. The facts in these cases, and the grounds upon which the decisions rest, are clearly inapplicable to support respondent’s position here, nor do they militate against the doctrine laid down in <em>Randall </em>v. <em>Railroad Co., supra, </em>though the decision in the <em>Ross Case </em>was made subsequently.</p>\n    <p id=\"b545-3\">The case of <em>Garrahy </em>v. <em>Railroad Co., </em>25 Fed. Rep. 258, as <page-number citation-index=\"1\" label=\"540\">*540</page-number>reported, would seem to support respondent’s position here. But in this regard it is apparently in conflict with <em>Randall </em>v. <em>Railroad Co., supra, </em>though the learned judge who wrote the •opinion in the former concurred in the decision in the latter, in which the court was unanimous; and the law as there pronounced must be taken and accepted as the law of this territory. Several other decisions of the circuit courts have been cited by respondent as sustaining his view, but upon examination it will be found that they all proceed upon the doctrine of superior authority or control of one employe over another, or upon the negligence of the employer or person charged by him with the performance of a duty owing to the employe.</p>\n    <p id=\"b546-5\">There is no pretense in the case at bar that the appellant failed to discharge any duty owing by it to the deceased, or that the company was negligent in the employment of, or retention in its service of, the conductor who had charge of the train. It is not, therefore, within the purview of section 1131, nor within the exception to section 1130. On the contrary, it comes directly within the exemption defined by section 1130, and within the doctrine of the common law, as stated in <em>Randall </em>v. <em>Railroad Co., supra. </em>Since the decision in the <em>Garrahy Case </em>the question here involved has been before several of the circuit courts of the United States, and the decision in the <em>Randall Case </em>adhered to and followed. Thus, in <em>Van Wickle </em>v. <em>Railway Co., </em>32 Fed. Rep. 278, it was held that a track repairer and an engineer were co-employes, and that the company was not liable to the former for an injury resulting from the negligence of the latter. Coxe, J., in his opinion, after referring to the <em>Garrahy Case, </em>says: “Becognizing the marked lack of unanimity among the decisions, it may still be confidently affirmed that the proposition that persons holding the relation that this plaintiff and the engineer held to each other are fellow-servants is maintained by a great preponderance of authority,” and in support of this view he cites <em>Randall </em>v. <em>Railroad Co., supra; Boldt v. Railroad Co., </em>supra; <em>Vick </em>v. <em>Railrod Co., </em>95 N. Y. 267; <em>Brick </em>v. <em>Railroad Co., </em>98 N. Y. 211; <em>Quinn </em>v. <em>Lighterage Co., </em>23 Fed. Rep. <page-number citation-index=\"1\" label=\"541\">*541</page-number>363. So in <em>Easton </em>v. <em>Railway Co., 32 </em>Fed. Rep. 893, the United States circuit court, in Texas, made a similar ruling; Paedee, <em>J., </em>in his opinion, using the following language: “As federal authorities sustaining the finding of the master I have been referred to the case of <em>Railroad Co. </em>v. <em>Ross, 112 </em>U. S. 377, 5 Sup. Ct. Rep. 184, which holds that ‘ a conductor of a railroad train, who has the right to command the movements of the train, and to control the persons employed upon it, represents the company while performing those duties, and does not bear the relation of fellow-servant to the engineer and other employes of the corporation on the train;’ and to the later case of <em>Railroad Co. </em>v. <em>Herbert, </em>116 U. S. 648, 6 Sup. Ct. Rep. 590, where it was held that a brakeman and the officer or agent of the company charged with the duty of keeping the cars in repair were not fellow-servants within the common-law rule. These cases were decided by a divided court. In the case of Eoss the vice-principal doctrine is recognized, and in the case of Herbert the fellow-servant negligence rule is modified by limiting the application of the rule to employes in the same department of service; and under this latter authority I can well see how the master might conclude in this case that, as the section hand and the locomotive engineer are in separate departments, they are not fellow-servants assuming the risk of each other’s negligent acts. I am, however, of the opinion that neither of these cases is applicable to the facts of the present case. Whatever may be, as a general rule, the duties of the section hand, as distinguished from the duties of those railroad employes running trains and locomotives, at the time of the complainant’s injury he was running a car on the road, and his duty and employment brought him in direct connection and relation with the employes running the special train causing the injury. Both were using the tracks of the railway at the same time, and so near to each other that the conduct of the one necessarily affected the comfort and safety of the other. At that time, it seems to me, they were fellow-servants in the same general department, governed by the same rules, and respectively charged with the ordinary risks of <page-number citation-index=\"1\" label=\"542\">*542</page-number>each other’s negligent acts. The case of <em>Randall </em>v. <em>Railroad Co., </em>109 U. S. 478, 3 Sup. Ct. Rep. 322, by a unanimous court, seems to me to be directly in point.” And again, in <em>Naylor </em>v. <em>Railroad Co., </em>33 Fed. Rep. 801, the circuit court of the Northern district of New York held that an engineer and switchman were fellow-servants. Wallace, J., said: “The switchman and the deceased engineer were not only co-employes of the defendant, but they were each engaged in duties which brought them to work at the same place, at the same time, under circumstances in which the carelessness of one might be fatal to the safety of the other.” The decision in each of these cases was placed upon the authority of <em>Randall </em>v. <em>Railroad Co., supra.</em></p>\n    <p id=\"b548-3\">Upon reason and authority, therefore, we are of opinion in the case under consideration that the conductor and the deceased were co-employes, and engaged in the same general business, and that the trial court erred in holding otherwise.</p>\n    <p id=\"b548-4\">2. Did the negligence of the deceased contribute to the accident which resulted in his death ?</p>\n    <p id=\"b548-5\">James Kennedy, one of the witnesses sworn in behalf of the defendant, testified as follows: “We commenced pushing the car out of the way of the approaching car that was coming onto the side track. We commenced pushing, and the nest thing I heard Mr. Elliot holler. I thought it was him. * * * When Elliot hollered to me he was 10 or 12 feet west of the car-house. At that time I was right opposite on the side track, —right across from him. * * * The train was coming from the west. They made what I should call a ‘flying switch,’ to the best of my judgment. Part of the train came down the main track with the engine, and part came in on the side track, and another part came on the main track. The last part was the part that struck Elliot. I saw the train after it struck him. I helped get him out from under the cars. It was the last section that struck him, — the last part on the main track. The first part was on the main track, and the middle part was sent off on this side track.”</p>\n    <p id=\"b548-8\">H. C. Smith, a witness for plaintiff, also testified as follows: <page-number citation-index=\"1\" label=\"543\">*543</page-number>'“‘I was acquainted with Elliot; worked under him in his gang about seven months. I was present the morning this accident •occurred. Just before the accident, Elliot and I were talking, about twenty-five feet west of the car-house, before the train •came down, and when the engine went by us I started west and he started east. He got as far as ten or fifteen feet from the •car-house, when he stepped across the track. I should judge that is about as far as he got. I went west towards the depot. .1 did not go on the depot platform until I looked around, and saw a man under the train. I did not know it was him at the time. I did not see him struck. * * * When Elliot and I were talking we were not on the track. We were on the south .side, four or six feet from the track. I mean that he crossed irom the south side to the north side. I saw him cross the ¡south rail. I did not pay any attention whatever. I thought ■he got across all right.</p>\n    <p id=\"b549-6\"><em>“Cross-Examination. </em>This accident was a little after eight •o’clock in the morning. It was a clear morning. There was nothing on the track to obstruct the view from where I and .Elliot stood by the track. At the time we were standing there .1 knew this train was in, or about in. While I was standing -\"there with Elliot, the front part of the train pulled past me, down •to the east. I did not notice any cars attached to the engine in the front part. I would not be positive of that. I recollect two •cars set in on the south track. I don’t know what the men on the hand-car were doing while Elliot and I were standing there. .1 did not notice them doing anything during that time. Just •before that, I was running with the section force. I had another ■.man in my place that day. I belonged with the force. I was ;going away that day, and was talking with Elliot just before leaving to go down and get on the train. The first that I noticed •the rear end of the train coming down the track was just as it ¿run in on the switch, coming in on the main track, the rear end -of it, after the car went in on the side track, and as I turned .and left Elliot to come up towards the depot. It was about opposite to the depot when I started to go west. As I went west <page-number citation-index=\"1\" label=\"544\">*544</page-number>towards the depot it came down the track, and immediately-passed me. The last I saw of Elliot before the accident happened was when I turned to look and he was just in the act of stepping over the south rail. At that time he was across the south rail. I saw him. He was stepping across. At that time I was ten or fifteen feet from where I was talking with him. The last I saw of Elliot he was stepping across the rail. At that time the train must have been most down to Elliot. I should judge the car was about twenty-five or thirty feet from Elliot when he crossed the rail. The last I saw of Elliot before the accident was at that time. This was the front car of the rear part of the train. It was on the main track.”</p>\n    <p id=\"b550-5\">Charles M. Taylor, sworn for plaintiff, testified: “There were at that time no buildings between the depot and car-house, on. the map here, about two hundred feet east of the depot. The ground is level, — the whole station ground. It is pretty near level for six miles west and four miles east. It is level, you might say, all the way, — only one foot between there and Gay-ville, — six miles. The road is straight for about six miles west. Standing down here by the car-house, looking west, the ground is level, — plain to be seen. There is nothing to interrupt the yiew from, the car-house up above the west switch. It was a pleasant morning. Don’t recollect whether it was sunshiny or cloudy. We could see all around, — a good, bright morning.”</p>\n    <p id=\"b550-6\">W. J. Welsh, sworn for defendant, testified: “The first I saw of Elliot he was on the main track. He was running slowly,, angling on the track, — crossing the track at an angle. The-front end of the rear section of the train at that time I should judge was about half a car-length from him. As soon as I saw him I hollered to him to get off. I told him to get off the track,, or he would get run over. I did not have time to say it a second time, when the car struck him. ”</p>\n    <p id=\"b550-7\">This is substantially all the evidence in the case throwing-any light on the conduct of the deceased at the time of the accident, and it shows conclusively, and is undisputed, that the-morning on which the accident occurred was clear; that the; <page-number citation-index=\"1\" label=\"545\">*545</page-number>track for several miles in either direction from the place of accident was straight, and the view unobstructed; that the deceased attempted to cross the main track with the rear section of the train — the one which ran upon him — in full view, and not more than 25 or 30 feet from him; that it was in motion; and that he was crossing the track diagonally, with his back turned partly towards the rear section of the train. There is no pretense that he looked or listened. The conclusion from the evidence is irresistible that he did not look or listen before the attempt to cross the track; or, if he did, that he voluntarily, and with full knowledge of the danger he was incurring, unnecessarily placed himself in a position of peril and immediate danger. In either event, his negligent conduct in this regard — failing to know of the hazard he was taking upon himself, when to have had actual knowledge of it he had only to look or listen; or, knowing of the danger, deliberately and of his own volition unnecessarily assuming such risk — was negligence which, under the circumstances, must inevitably have contributed to the injury complained of. <em>Railroad Co. </em>v. <em>Donahue, </em>75 Ill. 106; <em>Ernst </em>v. <em>Railroad Co., </em>39 N. Y. 61; <em>Weber </em>v. <em>Railroad Co., </em>58 N. Y. 451; <em>Railroad Co. </em>v. <em>De Pew, </em>40 Ohio St. 121; <em>Simmons </em>v. <em>Railroad Co., </em>110 Ill. 340; <em>Railroad Co. </em>v. <em>Jones, </em>95 U. S. 439.</p>\n    <p id=\"b551-5\">Nor was it any excuse for the failure of the deceased to look and listen that the defendant was making with its train what is known as a “flying switch.” It was his duty, nevertheless, to have exercised his ordinary faculties to ascertain if there was danger in the attempt to cross the track, and, if there was, to desist. <em>Ormsbee </em>v. <em>Railroad Corp., </em>14 R. I. 102; <em>Grethen </em>v. <em>Railroad Co., </em>22 Fed. Rep. 609; <em>Haley </em>v. <em>Railroad Co., 7 </em>Hun, 84; <em>Myers </em>v. <em>Railroad Co., </em>113 Ill. 386, 1 N. E. Rep. 899.</p>\n    <p id=\"b551-6\">It is doubtless a well-established rule of law that the question of concurrent negligence ought generally to be submitted to the jury. <em>Poler </em>v. <em>Railroad Co., </em>16 N. Y. 476; <em>Keating </em>v. <em>Railroad Co., </em>49 N. Y. 673; <em>Butler </em>v. <em>Railroad Co., </em>28 Wis. 487.</p>\n    <p id=\"b552-2\"><page-number citation-index=\"1\" label=\"546\">*546</page-number>But when the facts are undisputed, and contributory negligence is established, the question becomes one of law, and the plaintiff may be nonsuited, or a judgment given for the defendant. <em>Railroad Co. </em>v. <em>Houston, </em>95 U. S. 697; <em>Schofield </em>v. <em>Railroad Co., </em>114 U. S. 615, 5 Sup. Ct. Rep. 1125; <em>Morrison v. Railroad Co., </em>56 N. Y. 302.</p>\n    <p id=\"b552-3\">The evidence in this case is incapable of but one construction, — that the negligence of the deceased contributed to the injury complained of. The court should therefore have granted defendant’s motion, and directed a verdict for the defendant.</p>\n    <p id=\"b552-4\">Upon the trial of the cause the plaintiff was permitted, against defendant’s objection, to ask several of the witnesses sworn in his behalf the following question: “Was Mr. Elliot a careful or a careless man in guarding himself and employes from danger from passing trains ?” — to which it was usually answered that he was a careful man. We think that the trial court erred in overruling appellant’s objection to this question, and permitting the witnesses to answer. It was an important issue in the case whether the negligence of the deceased contributed to the injury. The correct determination of this question could not be made to depend upon the fact of whether the deceased was usually careful or careless, but upon his conduct at the time of the accident. However careful he may have been generally would be of no avail to him if his negligence in fact contributed to the injury, and however careless he may have been usually would not have been any defense to this action had he been free from negligence at the time the accident occurred. <em>Chase </em>v. <em>Railway Co., </em>77 Me. 62; <em>Morris </em>v. <em>East Haven, </em>41 Conn. 252; <em>Railroad Co. </em>v. <em>Stebbing, </em>49 Amer. Rep. 628; <em>McDonald </em>v. <em>Savoy, </em>110 Mass. 49.</p>\n    <p id=\"b552-5\">There are some cases holding that such evidence is proper when there were no eye-witnesses of the accident, and no evidence in regard to the negligence or want of negligence of the person injured' at the time of the accident. These cases proceed upon the theory that courts will presume upon proof of general habits of carefulness, or the contrary, when from the nature of things it is <page-number citation-index=\"1\" label=\"547\">*547</page-number>impossible to obtain better evidence that the injured person was or was not negligent at the time of the accident which resulted in the injury; or, from the natural instinct of self-preservation, sought to save himself. <em>Railway Co. </em>v. <em>Clark, </em>108 Ill. 113; <em>Cassidy </em>v. <em>Angell, </em>12 R. I. 447. But this rule has never been extended to any case when there were eye-witnesses to the accident. The facts in these cases are entirely dissimilar to those in the case at bar, and the doctrine there enunciated is not applicable. This evidence was submitted to the jury without explanation, or direction to disregard it, and it is obvious that the defendant may have been prejudiced by it, and that the jury may have attached great importance to it. For these reasons the judgment of the court below must be reversed, and a new trial ordered. All the justices concurring, except Justice Palmes, dissenting.</p>\n  </opinion>\n  <opinion type=\"rehearing\">\n    <p id=\"b553-3\">ON REHEARING.</p>\n    <p id=\"b553-4\">Upon the petition of the respondent a reargument of the appeal in this action was ordered, and the ease reheard at the May term, 1888, at Yankton. The <em>personnel </em>of the court had changed somewhat since the former argument; Judges Palmee and Francis having retired, and been succeeded by Judges Garland and Rose. After such reargument, the court filed the following memoranda in the cause:</p>\n    <author id=\"b553-5\">Per Curiam.</author>\n    <p id=\"AoE\">Upon a reconsideration of this case we are unable to discover any reason for change in the conclusion arrived at upon the former argument, and as announced in the opinion of the court by Mr. Justice Spencer. For the reasons in said opinion stated, the judgment appealed from must be reversed, and a new trial ordered.</p>\n    <judges id=\"Apn\">All concur.</judges>\n  </opinion>\n</casebody>\n",
        "status": "ok"
    },
    "citations": [
        {
            "cite": "5 Dakota 523",
            "type": "official"
        }
    ],
    "court": {
        "id": 20232,
        "jurisdiction_url": null,
        "name": "Supreme Court of Dakota",
        "name_abbreviation": "Dakota",
        "slug": "dakota"
    },
    "decision_date": "1889-02-09",
    "docket_number": "",
    "first_page": "523",
    "frontend_url": "https://cite.capapi.org/dakota/5/523/",
    "id": 8587001,
    "jurisdiction": {
        "id": 55,
        "name": "Dakota Territory",
        "name_long": "Dakota Territory",
        "slug": "dakota-territory",
        "whitelisted": false
    },
    "last_page": "547",
    "name": "Elliot, Respondent, v. Chicago, M. & St. P. Ry. Co., Appellant",
    "name_abbreviation": "Elliot v. Chicago, M. & St. P. Ry. Co.",
    "reporter": {
        "full_name": "Dakota Reports"
    },
    "volume": {
        "volume_number": "5"
    }
}
