{
  "id": 130526,
  "frontend_url": "https://cite.capapi.org/idaho/135/152/",
  "name": "Bradley PFAU and Renae Bonander, Co Personal Representatives of the Estates of Roy E. Raymond and Verna Marie Raymond, deceased, for and on behalf of the Estates of Roy E. Raymond and Verna Marie Raymond, and the Heirs of said Estates, Plaintiffs-Appellants, v. COMAIR HOLDINGS, INC., a Kentucky corporation; Comair, Inc., an Ohio corporation; Empresa Brasiliera De Aeronautica, S.A., d/b/a Embraer, a foreign corporation, and EAC-Embraer Aircraft Corporation, a Florida corporation, and Delta Airlines, Inc., a foreign corporation, Defendants-Respondents",
  "name_abbreviation": "Pfau ex rel. Raymond v. Comair Holdings, Inc.",
  "decision_date": "2000-12-29",
  "docket_number": "No. 26491",
  "first_page": "152",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "135 Idaho 152"
    },
    {
      "type": "parallel",
      "cite": "15 P.3d 1160"
    }
  ],
  "volume": {
    "volume_number": "135"
  },
  "reporter": {
    "full_name": "Idaho Reports"
  },
  "court": {
    "id": 9863,
    "name": "Idaho Supreme Court",
    "name_abbreviation": "Idaho",
    "jurisdiction_url": null,
    "slug": "idaho"
  },
  "jurisdiction": {
    "id": 27,
    "slug": "idaho",
    "name": "Idaho",
    "name_long": "Idaho",
    "whitelisted": false
  },
  "casebody": {
    "status": "ok",
    "data": "<casebody firstpage=\"152\" lastpage=\"158\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <citation id=\"b194-15\">15 P.3d 1160</citation>\n  <parties id=\"b194-16\">Bradley PFAU and Renae Bonander, Co Personal Representatives of the Estates of Roy E. Raymond and Verna Marie Raymond, deceased, for and on behalf of the Estates of Roy E. Raymond and Verna Marie Raymond, and the Heirs of said Estates, Plaintiffs-Appellants, v. COMAIR HOLDINGS, INC., a Kentucky corporation; Comair, Inc., an Ohio corporation; Empresa Brasiliera De Aeronautica, S.A., d/b/a Embraer, a foreign corporation, and EAC-Embraer Aircraft Corporation, a Florida corporation, and Delta Airlines, Inc., a foreign corporation, Defendants-Respondents.</parties>\n  <docketnumber id=\"b194-19\">No. 26491.</docketnumber>\n  <court id=\"b194-20\">Supreme Court of Idaho, Boise, November 2000 Term.</court>\n  <decisiondate id=\"b194-22\">Dec. 29, 2000.</decisiondate>\n  <attorneys id=\"b195-16\"><page-number citation-index=\"1\" label=\"153\">*153</page-number>Benoit, Alexander, Sinclair, Harwood &amp; High, L.L.P., Twin Falls, for appellants. J. Walter Sinclair argued.</attorneys>\n  <attorneys id=\"b195-17\">Moore, Baskin &amp; Parker, Boise, Vandeveer Garzin P.C., Troy, Michigan, for respondents. Paige A. Parker argued.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b195-18\">TROUT, Chief Justice.</author>\n    <p id=\"b195-19\">This case presents a certified question from the United States District Court for the Eastern District of Michigan regarding whether the scope of wrongful death damages under Idaho law goes beyond loss of support damages to include loss of inheritance, loss of net accumulation and/or loss of earnings.</p>\n    <p id=\"b195-20\">I.</p>\n    <p id=\"b195-21\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <p id=\"b195-22\">Roy and Verna Marie Raymond were killed in a plane crash in Monroe County, Michigan en route to Detroit Metropolitan Airport on January 9,1997. This is a wrongful death action brought on behalf of their heirs (“the heirs”) against Comair, the airline with whom Roy and Verna Marie Raymond were traveling at the time of their deaths, Delta, a part owner and associated airlines with Comair, and Empresa Brasilerira de Aeronáutica, S.A. d/b/a Embraer, the manufacturer of the EMB-120 that crashed. The <page-number citation-index=\"1\" label=\"154\">*154</page-number>suit was originally brought in the 11th Circuit Court, Dade County, Florida. The case was transferred pursuant to 28 U.S.C. § 1404(a) to the U.S. District Court for the Eastern District of Michigan. This ease comes before the Court on the Court’s acceptance of a certified question. The question was certified by Hon. John Feikens of the U.S. District Court for the Eastern District of Michigan, Southern Division, on March 6, 2000. This Court issued an Order on May 16, 2000, accepting Certification of one issue.</p>\n    <p id=\"b196-4\">II.</p>\n    <p id=\"b196-5\">CERTIFIED QUESTION</p>\n    <p id=\"b196-6\">Under Idaho’s Wrongful Death Act and all related case and statutory law, are economic damages limited to the loss of support received or reasonably anticipated during the life of the decedent, or do they also include damages for the loss of anticipated inheritance the claimants may have received after the natural death of the decedent, and/or the loss of the net accumulation of the decedent, and/or loss of earnings of the decedent?</p>\n    <p id=\"b196-7\">III.</p>\n    <p id=\"b196-8\">STANDARD OF REVIEW</p>\n    <p id=\"b196-9\">United States courts may submit to the Idaho Supreme Court a certified question of law as to which there is no controlling precedent among the decisions of the Court. I.A.R. 12.1. Here, the certified question turns upon interpretation of I.C. § 5-311. This is a question of law over which the Court exercises free review. <em>See Adamson v. Blanchard, </em>133 Idaho 602, 605, 990 P.2d 1213, 1216, (1999); <em>State v. Hagerman Water Right Owners, Inc., </em>130 Idaho 727, 732, 947 P.2d 400, 405 (1997).</p>\n    <p id=\"b196-10\">IV.</p>\n    <p id=\"b196-11\">DISCUSSION</p>\n    <p id=\"b196-12\">The heirs of Roy and Verna Marie Raymond urge this Court to extend Idaho’s Wrongful Death Statute to allow damages for loss of anticipated inheritance, and/or loss of net accumulation, and/or loss of earnings of the decedent. These three theories of damages are generally a measure of the present value of the future additions the decedent would have made to the estate had he or she not died prematurely. Whether damages for anticipated inheritance, net accumulation, or loss of earnings should be allowed under I.C. § 5-311 is a case of first impression in Idaho.</p>\n    <p id=\"b196-14\">Idaho Code § 5-311 provides:</p>\n    <blockquote id=\"b196-15\">1) When the death of a person is caused by the wrongful act or neglect of another, his or her heirs or personal representatives on them behalf may maintain an action for damages against the person causing the death, or in case of the death of such wrongdoer, against the personal representative of such wrongdoer, whether the wrongdoer dies before or after the death of the person injured. If any other person is responsible for any such wrongful act or neglect, the action may also be maintained against such other person, or in the case of his or her death, his or her personal representative. In every action under this section, such damages may be given as under all the circumstances of the case as may be just.</blockquote>\n    <p id=\"b196-16\">The precise issue we are presented with is whether the statutory language “such damages may be given as under all circumstances of the ease as may be just” permits evidence of damages in the form of future additions to the estate. When construing a statute, the focus of this Court is to determine and give effect to the intent of the legislature. <em>Adam-son, </em>133 Idaho at 605, 990 P.2d at 1216. In attempting to discern and implement the intent of the legislature, this Court, in addition to examining the literal words of the statute, will also consider the public policy and legislative history of the statute. <em>Id. </em>A further aid to our construction is the application of a statute, “especially where the public relies on that application over a long period of time.” <em>State v. Hagerman Water Right Owners, Inc., </em>130 Idaho at 733, 947 P.2d at 406.</p>\n    <p id=\"b196-17\">Idaho’s Wrongful Death Act was adopted in 1881 and the statute “as originally enacted, has remained virtually intact for over one hundred years.” <em>Westfall v. Caterpillar, Inc., </em>120 Idaho 918, 922, 821 P.2d 973, 977-78 (1991). As noted above, the language <page-number citation-index=\"1\" label=\"155\">*155</page-number>of I .C. § 5-311 “places but one restriction on the amount which may be recovered. That restriction is to be found in this language: <em>lsuch damages may be given as under all the circumstances of the case may be just Hepp v. Aden </em>64 Idaho 240, 245, 130 P.2d 859, 862 (1942)(emphasis in original). For the past century, Idaho courts have followed a loss of support theory of damages. This theory measures damages as the loss to the survivors of what the decedent would have contributed to them in the form of support if he or she had lived. Following this theory, our earliest cases define “just” damages to include recovery for loss of companionship, protection, bodily care, intellectual culture, and moral training “providing it sufficiently appears that pecuniary damages resulted from such loss.” <em>Wyland v. Twin Falls Canal Co., </em>48 Idaho 789, 796, 285 P. 676, 678 (1930). <em>See also, Hepp v. Ader, </em>64 Idaho 240, 130 P.2d 859 (1942). Proof of damages under this section includes “[ejvidenee relating to the nurture bestowed, and revealing the intellectual powers and moral character of the person ... must be introduced to show the extent of what would have been supplied by the deceased had he lived, and, by reason of his death, need now be bought and paid for.” <em>Hepp, </em>64 Idaho at 251, 130 P.2d at 865 (citing <em>Sipes v. Michigan C.R. Co., </em>231 Mich. 404, 204 N.W. 84, 85 (1925)). Similarly, damages available under I.C. § 5-311 for the death of a child have been defined as “contributions which the parents might reasonably have expected to receive from the earnings of the deceased during minority and/or the comfort, society and companionship that the deceased would have afforded to the parents.” <em>See Volk v. Baldazo, </em>103 Idaho 570, 573, 651 P.2d 11, 14 (1982) (citations omitted). Our most recent eases continue to follow the loss of support theory of damages. For example, in <em>Westfall v. Caterpillar, Inc., </em>120 Idaho 918, 821 P.2d 973 (1991), this Court upheld the lower court’s decision not to allow proof of plaintiffs remarriage as a consideration of the damages that are just under “all the circumstances,” stating that:</p>\n    <blockquote id=\"b197-6\">The true question is: What had these plaintiffs the right to expect to receive from the parent during his life? And for the loss of this they are to be compensated. What they got after his death does not enter into the case. The loss spoken of is the taking away of that which they were receiving, and would have received had he lived. It is the destruction of their expectations in this regard that the law deals with and for which it furnishes compensation.</blockquote>\n    <p id=\"b197-7\"><em>Westfall, </em>120 Idaho at 923, 821 P.2d at 978 (quoting <em>Stahler v. Philadelphia Ry. Co., </em>199 Pa. 383, 49 A. 273 (1901)). The heirs focus on one small portion of this quoted language and argue allowing recovery for what would have been received “had he lived” would include net accumulations, earnings and inheritance. They argue it is the loss of the net earnings and accumulations to the estate had Roy and Verna Marie Raymond lived, which their heirs are entitled to recover. We disagree. The quoted language in <em>Westfall </em>once again delineates the longstanding interpretation of our statute that damages for wrongful death are measured by the <em>support </em>the survivors would have received, had the decedent lived. Although the hundred-year application of I.C. § 5-311 would not necessarily preclude us from expanding the definition of what damages are just, our longstanding interpretation aids in our construction of the statute where the legislature, the public, and the courts have relied on this application of the statute for over a century. <em>Hagerman Water Right Owners, Inc., </em>130 Idaho at 733, 947 P.2d at 406.<footnotemark>1</footnotemark> Based on our interpretation of legislative intent, the policy underlying damages in a wrongful death action, and the highly speculative nature of these damages, we are not persuaded our interpretation of “just” damages under I.C. § 5-311 <page-number citation-index=\"1\" label=\"156\">*156</page-number>should be expanded to include loss of inheritance, net income and accumulation damages.</p>\n    <p id=\"b198-4\">A. <em>Legislative history reflects loss of support theory of damages.</em></p>\n    <p id=\"b198-5\">In 1984 the Idaho legislature repealed I.C. § 5-311 and reenacted another § 5-311 for the purpose of correcting a legislative oversight created in enacting a new code of probate procedure. <em>Westfall, </em>120 Idaho at 923, 821 P.2d at 978. In I.C. § 5-311(2), the legislature specifically redefined and identified the heirs who possess a cause of action to recover under Idaho’s wrongful death act:</p>\n    <blockquote id=\"Am6\">(2) For the purposes of subsection (1) of this section, “heirs” mean:</blockquote>\n    <blockquote id=\"b198-6\">(a) Those persons who would be entitled to succeed to the property of the decedent according to the provisions of subsection (21) of section 15-1-201, Idaho Code.</blockquote>\n    <blockquote id=\"b198-7\">(b) Whether or not qualified under subsection (2)(a) of this section, the decedent’s spouse, children, stepchildren, parents, and, when partly or wholly dependent on the decedent for support or services, any blood relatives and adoptive brothers and sisters. It includes the illegitimate child of a mother, but not the illegitimate child of the father unless the father has recognized a responsibility for the child’s support.</blockquote>\n    <blockquote id=\"b198-8\">1. “Support” includes contributions in kind as well as money.</blockquote>\n    <blockquote id=\"b198-9\">2. “Services” mean tasks, usually of a household nature, regularly performed by the decedent that will be a necessary expense to the heirs of the decedent. These services may vary according to the identity of the decedent and heir and shall be determined under the particular facts of each ease.</blockquote>\n    <blockquote id=\"b198-10\">(e) Whether or not qualified under subsection (2)(a) or (2)(b) of this section, the putative spouse of the decedent, if he or she was dependent on the decedent for support or services. As used in this subsection, “putative spouse” means the surviving spouse of a void or voidable marriage who is found by the court to have believed in good faith that the marriage to the decedent was valid.</blockquote>\n    <blockquote id=\"b198-13\">(d) Nothing in this section shall be construed to change or modify the definition of “heirs” under any other provision of law.</blockquote>\n    <p id=\"A18\">The definition of “just” was unchanged by the 1984 Amendment.</p>\n    <p id=\"b198-14\">The Idaho legislature “has been and continues to be aware of this Court’s interpretation and application of I.C. § 5-311 and has not found it necessary to enact legislation to change or modify the wrongful death recovery law as interpreted by the decisions of this Court.” <em>Bevan v. Vassar Farms, Inc., </em>117 Idaho 1038, 1040, 793 P.2d 711, 713 (1990) “In utilizing specific terms in a statute, it must be presumed, unless indicated otherwise, that the legislature intended those terms to be interpreted in accordance with existing judicial decisions.” <em>Bybee v. State, Indus. Special Indem., </em>129 Idaho 76, 81, 921 P.2d 1200, 1206 (1996). The unwavering precedent of this Court has interpreted “such damages may be given as under all the circumstances of the case as may be just” as providing for damages for loss of support. We must presume the legislature, by leaving the definition of damages unchanged, intended damages to be interpreted in accordance with our precedent.</p>\n    <p id=\"b198-15\">The 1984 amendment to I.C. § 5-311(2)(b) also redefined one class of heirs based on the support given to them by the decedent. Comair argues because loss of support is the criterion that gives the new beneficiaries the right to recover, loss of support must also define the extent of that right. On the other hand, the heirs contend dependency on the decedent for support is not a measure of damages but merely a prerequisite for one class of plaintiff. Although I.C. § 5-311(2)(b) does not specifically require the decedent’s spouse, children, stepchildren or parents to show they are wholly or partially dependent on the decedent for support, this may reflect our case law which has “presumed” loss of support damages for these plaintiffs.<footnotemark>2</footnotemark> However, <page-number citation-index=\"1\" label=\"157\">*157</page-number>where there is a more tenuous family relationship, the 1984 amendment defines the persons to benefit from the act as those who are dependant on the decedent for support. It is true this is a prerequisite to suit and not a specific measure of damages; however, the definition of heirs in the amended statute provides insight into the legislative intent and the policy of the act to allow recovery where support is taken away and demonstrates legislative recognition and acquiescence to loss of support as a measure of damages.</p>\n    <p id=\"b199-4\">B. <em>The policy underlying damages for wrongful death does not include loss of inheritance, loss of income, or loss of accumulation.</em></p>\n    <p id=\"b199-5\">This Court’s interpretation of I.C. § 5-311 provides for damages, which the survivor would have had a <em>right </em>to receive if the decedent had lived. <em>See, e.g., Westfall, </em>120 Idaho at 923, 821 P.2d at 978. Under Idaho law, parents and children have reciprocal duties of support. <em>See </em>I.C. § 32-1002. More specifically, parents have a clear duty to provide necessaries for their minor children. <em>See, </em>I.C. § 32-1003. In addition, I.C. § 32-1007 grants a legal right to parents for the services and income of their minor children, stating a “father and mother of a legitimate unmarried minor child are equally entitled to its custody, services and earnings.” The legal duties of a parent and child to provide support become a right to receive damages for the loss of this support from the party who brought about the untimely death of the parent or child. Unlike support from a parent, or the right to the earnings and services of a child, there is no entitlement to a right of inheritance apart from a purely community property interest of the spouse. Absent such a right, the policy underlying wrongful death damages, to provide compensation to the beneficiary for what they had a right to receive during the decedent’s life, does not extend to inheritance, net accumulation, or loss of income.</p>\n    <p id=\"b199-9\">The heirs point to our divergence from the loss of support theory in <em>Gavica v. Hanson, </em>101 Idaho 58, 608 P.2d 861 (1980) (overruled on other grounds) and rely heavily on language in that ease stating “the precise boundaries of damages allowable under the statute have never been completely delineated” and that statutes, such as this one, that are in derogation of the common law, must be liberally construed to promote justice. <em>Id. </em>at 61, 608 P.2d at 863. In <em>Gavica, </em>this Court extended the measure of damages in a wrongful death action to include punitive damages. <em>Id. </em>at 63, 608 P.2d at 866. The extension of damages to include punitive damages was based, in part, on a principle of statutory construction requiring courts, if possible to “avoid indulging in statutory construction which would cause absurd or unduly harsh results.” <em>Id. </em>at 60, 608 P.2d at 863. <em>Gavica </em>points out the absurdity of denying punitive damages in a wrongful death action, recognizing:</p>\n    <blockquote id=\"b199-10\">[Wjhile a wrongdoer may be liable for punitive damages if he injures another, it is argued that punitive damages should nevertheless be withheld if a wrongdoer so injures another as to cause death. We find no logic in such conclusion. If wrongful conduct is to be deterred by the award of punitive damages, that policy should not be thwarted because the wrongdoer succeeds in killing his victim.</blockquote>\n    <p id=\"b199-11\"><em>Gavica, </em>101 Idaho at 61, 608 P.2d at 864. The policy underlying an allowance of punitive damages clearly extends beyond an action in tort for injuries to an action where those injuries result in death. As indicated in <em>Gavica, </em>the primary purpose behind an award of such damages is to impose a monetary penalty such that similar conduct does not occur in the future. <em>Id, Gavica </em>correctly points out that the boundaries of damages available under I.C. § 3-511 have not been clearly delineated, however, distinct from the specific policy and reasoning justifying an extension to allow punitive damages, no such policy exists or absurdity results to support broadening damages under our wrongful <page-number citation-index=\"1\" label=\"158\">*158</page-number>death statute to include loss of inheritance, earnings or net accumulation. A denial of damages for possible future additions to the estate is also not unduly harsh where the beneficiary has no right to accumulations to the estate had their relative not died prematurely.</p>\n    <p id=\"b200-4\">C. <em>Damages for loss of anticipated inheritance, net income, and loss of earnings, are too speculative.</em></p>\n    <p id=\"b200-5\">Finally, we decline to extend the measure of damages for wrongful death to include loss of inheritance, loss of net accumulation and loss of earnings because these damages are too speculative for purposes of ascertaining the pecuniary loss to the beneficiary. This Court recognizes the speculative nature of loss of support damages, and does not preclude recovery solely on that basis. <em>See, e.g., Golden v. Spokane &amp; Inland Empire Railroad Co., </em>20 Idaho 526, 118 P. 1076 (1911). However, a measure of loss of inheritance is not only speculative in determining the numerical amounts but is compounded by a limitless number of contingencies that would preclude a beneficiary from receiving an inheritance from the decedent if the decedent had lived out his or her natural life. Because there is a legal right to support by parents of their minor children, and a legal right of parents to the earnings and services of a child, a court need not determine whether a child or parent would receive such benefits absent the premature death. We presume damages based on those legal rights. There is no corresponding legal duty of the decedent to leave the beneficiary an inheritance. Therefore, a Court would not only have to determine the speculative amount of those benefits, but would also have to determine whether the decedent would have accumulated or increased an estate, the nature of the family relationship, and the probability that the decedent would have left some or all of the increased value of the estate to the beneficiary.</p>\n    <p id=\"b200-6\">D. <em>Idaho Code § 6-1601 does not change the measure of damages.</em></p>\n    <p id=\"b200-7\">The heirs rely on I.C. § 6-1601 to assert that “loss of earnings” is a proper measure of damages under Idaho’s wrongful death act. Title 6, Chapter 16, of the Idaho Code, entitled “Periodic Payment of Judgments — Limitations on Certain Tort Damages and Liabilities” was enacted in 1987 as part of tort reform legislation. Idaho Code § 6-1601 provides the definitions for that section. Specifically, I.C. § 6-1601(3) defines “economic damages” to include “loss of earnings.” We have applied this chapter in only a few cases as a limitation on damages, and a statute governing the pleading of claims. <em>See, e.g., General Auto Parts Co., Inc., v. Genuine Parts Co., </em>132 Idaho 849, 979 P.2d 1207 (1999). This section broadly defines the damages for a number of tort claims but was written as a part of the tort reform act limiting tort damages and liabilities and does not extend the damages available under the Wrongful Death Act. Furthermore, if these two acts were in conflict, the more specific provisions of I.C. § 5-311 would control. <em>See, K. Hefner, Inc., v. Caremark, Inc., </em>128 Idaho 726, 918 P.2d 595 (1996).</p>\n    <p id=\"b200-9\">V.</p>\n    <p id=\"b200-10\">CONCLUSION</p>\n    <p id=\"b200-11\">Idaho’s wrongful death statute does not provide for economic damages for the loss of anticipated inheritance the claimants may have received after the natural death of the decedent, and/or the loss of the net accumulation of the decedent, and/or loss of earnings of the decedent.</p>\n    <p id=\"b200-12\">We award costs to Respondents.</p>\n    <judges id=\"b200-13\">Justices SILAK, SCHROEDER, WALTERS and KIDWELL concur.</judges>\n    <footnote label=\"1\">\n      <p id=\"b197-8\">. The Idaho model jury instructions regarding the elements of damages in a wrongful death case are an embodiment and expression of this long-standing rule. IDJI 911-1 entitled \"Elements of Damage-Death Case” provides, in part:</p>\n      <blockquote id=\"b197-10\">3. The reasonable value of the loss of the decedent’s [services] [protection] [training] [comfort] [conjugal relationship] and [society] and the present cash value of any such loss that is reasonably certain to occur in the future</blockquote>\n      <blockquote id=\"b197-12\">4. The amounts that the decedent ... would have contributed to the support of the plaintiff but for the decedent’s death____</blockquote>\n    </footnote>\n    <footnote label=\"2\">\n      <p id=\"b198-11\">. “It is not necessary, in this state, for a husband or wife, in order to recover for the death of the other, caused by wrongful act or negligence, to plead or prove damages arising from loss of services, food, clothing, shelter or anything else which may be measured in dollars and cents. The same rule applies in cases where a parent sues for the death of a child or the child for the <page-number citation-index=\"1\" label=\"157\">*157</page-number>death of a parent. Pecuniary loss, in cases of this kind, will be presumed upon proof of death, caused by the wrongful act or negligence of the defendant, and the relationship of husband and wife, or parent and child, existing between the plaintiff and the deceased.” <em>Gardner v. Hobbs, </em>69 Idaho 288, 294, 206 P.2d 539 (1949) (citing <em>Hepp v. Ader, </em>64 Idaho 240, 130 P.2d 859).</p>\n    </footnote>\n  </opinion>\n</casebody>\n"
  }
}
