{
    "casebody": {
        "data": "<casebody firstpage=\"780\" lastpage=\"784\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <court id=\"b796-10\">IN THE SUPREME COURT OF THE STATE OF NEW MEXICO</court>\n  <citation id=\"b796-11\">Opinion Number: 2016-NMSC-020</citation>\n  <decisiondate id=\"b796-12\">Filing Date: June 2, 2016</decisiondate>\n  <docketnumber id=\"b796-13\">Docket No. S-1-SC-35255</docketnumber>\n  <parties id=\"b796-14\">STATE OF NEW MEXICO, Plaintiff-Petitioner, <page-number citation-index=\"1\" label=\"781\">*781</page-number>v. ROBERT GEORGE TUFTS, Defendant-Respondent.</parties>\n  <attorneys id=\"b797-8\">Hector H. Balderas, Attorney General Kenneth H. Stalter, Assistant Attorney General Santa Fe, NM for Petitioner</attorneys>\n  <attorneys id=\"b797-10\">Bennett J. Baur, Chief Public Defender Kimberly Chavez Cook, Assistant Appellate Defender Santa Fe, NM for Respondent</attorneys>\n  <opinion type=\"majority\">\n    <p id=\"b797-12\">OPINION</p>\n    <author id=\"ACV\">CHÁVEZ, Justice.</author>\n    <p id=\"b797-13\">{1} Defendant Robert Tufts, a male in his late thirties, filmed himself masturbating, saved the electronic image on a secure digital (SD) memory card, inserted the card into a cell phone, handed the cell phone to a fifteen-year-old girl (Child) with whom he had developed an intimate but non-sexual relationship, and told her there was a surprise on the phone for her. Defendant was convicted of criminal sexual communication with a child in violation of NMSA 1978, Section 30-37-3.3 (2007). The Court of Appeals reversed the conviction, holding that “ ‘to send[,]’ when used to describe the act of causing another person to receive a physical object[,] evokes the notion of a third-party carrier,” and therefore, when Defendant hand-delivered obscene electronic images to Child, he did not “send” the images to her by means of an electronic communication device. <em>State </em>v. <em>Tufts, </em>2015-NMCA-075, ¶¶ 15, 18, 355 P.3d 32, <em>cert. granted, </em>2015-NMCERT-006. For the reasons that follow, we reverse the Court of Appeals and remand this case to that Court for resolution of Defendant’s remaining claims.</p>\n    <p id=\"b797-15\">DISCUSSION</p>\n    <p id=\"b797-16\">{2} Section 30-37-3.3(A) defines the crime of criminal sexual communication with a child as follows:</p>\n    <blockquote id=\"b797-17\">Criminal sexual communication with a child consists of a person knowingly and intentionally communicating directly with a specific child under sixteen years of age by sending the child obscene images of the person’s intimate parts by means of an electronic communication device when the perpetrator is at least four years older than the child.</blockquote>\n    <p id=\"b797-18\">An “ ‘electronic communication device’ means a computer, video recorder, digital camera, fax machine, telephone, pager or any other device that can produce an electronically generated image[.]” Section 30-37-3.3(C)(1). Defendant only argues that his conduct of placing an SD memory card in a cell phone and handing that phone to Child cannot constitute “sending” under Section 30-37-3.3.</p>\n    <p id=\"b797-19\">{3} This case presents a purely legal issue of statutory interpretation which we review de novo. <em>State v. Office of the Pub. Def. ex rel. Muqqddin, </em>2012-NMSC-029, ¶ 13, 285 P.3d 622. “Our principal goal in interpreting statutes is to give effect to the Legislature’s <page-number citation-index=\"1\" label=\"782\">*782</page-number>intent.” <em>Griego v. Oliver, </em>2014-NMSC-003, ¶ 20, 316 P.3d 865; <em>see also </em>NMSA 1978, § 12-2A-18(A)(1) (1997) (holding that if possible, we will construe a statute or rule to “give effect to its objective and purpose”). Rules of statutory construction are provided by both the Legislature in the Uniform Statute and Rule Construction Act, <em>see </em>NMSA 1978, §§ 12-2A-1 to -20 (1997), and by New Mexico case law.</p>\n    <p id=\"b798-3\">{4} We must construe “sending” as it is used in Section 30-37-3.3(A) to give effect to the Legislature’s objective and purpose. <em>See State v. Ogden, </em>1994-NMSC-029, ¶ 34, 118 N.M. 234, 880 P.2d 845 (“A criminal statute must be interpreted in light of the harm or evil it seeks to prevent.”). We will first turn to the plain language of Section 30-37-3.3(A) to guide our interpretation. <em>See </em>§ 12-2A-19. To be convicted of violating Section 30-37-3.3(A), a defendant must knowingly and intentionally communicate directly with a specific child by “sending the child obscene images of [the defendant’s] intimate parts by means of an electronic communication device . . . .” We attribute the usual and ordinary meaning to words used in a statute. <em>State v. Melton, </em>1984-NMCA-115, ¶ 16, 102 N.M. 120, 692 P.2d 45. We often use dictionaries for guidance as to the usual and ordinary meaning of words. <em>See State v. Nick R., </em>2009-NMSC-050, ¶ 18, 147 N.M. 182, 218 P.3d 868. We agree with the Court of Appeals’ use of the online Oxford Dictionaries to ascertain the ordinary meaning of “send” as to “ ‘[c]ause to go or be taken to a particular destination; arrange for the delivery of, especially by mail[,]’ and secondarily, as ‘[c]ause (a message or computer file) to be transmitted electronically[.]’ ” <em>Tufts, </em>2015-NMCA-075, ¶ 15 (alterations in original) (quoting Oxford Dictionaries, http://www.oxforddictionaries.com/us/defini tion/american_ english/send (last visited May 13, 2016)). However, we disagree with the Court of Appeals’ conclusion that “ ‘to send’ ” requires transmitting an object to another by means of a third-party carrier. <em>Tufts, </em>2015-NMCA-075, ¶ 15.</p>\n    <p id=\"b798-5\">{5} Communicating directly with a child by means of an electronic communication device may occur through a third-party carrier such as social media, internet forums and message boards, online file-sharing services, text message, or email. However, it may also occur by delivering the electronic communication device containing the obscene images of the defendant directly to the child. It does not matter whether the delivery was by the defendant or a third-party carrier; someone had to cause the electronic images to go or be taken to a particular destination—in this case, that someone was Defendant, and the destination was Child. The history and purpose of the statute support this interpretation.</p>\n    <p id=\"b798-6\">{6} The New Mexico Legislature enacted Section 30-37-3.3 in 2007. However, this was not its first legislative effort to enact a law that criminalizes sexual communication with a child. In 1998, the Legislature enacted a law intended to protect minors from sexual communication and images in the digital age by prohibiting dissemination of harmful materials via computer. <em>See </em>1998 N.M. Laws, ch. 64, § 1 (codified as NMSA 1978, Section 30-37-3.2). The 1998 version of Section 30-37-3.2(A) prohibited a person, through</p>\n    <blockquote id=\"b798-7\">the use of a computer communications system that allows the input, output, examination or transfer of computer data or computer programs from one computer to another, to knowingly <page-number citation-index=\"1\" label=\"783\">*783</page-number>and intentionally initiate or engage in communication with a [child] when such communication in whole or in part depicts actual or simulated nudity, sexual intercourse or any other sexual conduct.</blockquote>\n    <p id=\"b799-3\">1998 N.M. Laws, ch. 64, § 1. Notably, with its specific reference to a “computer communications system,” this crime prohibited “sending” images in the narrow sense of electronic transmission. Shortly thereafter, the Tenth Circuit Court of Appeals affirmed an injunction barring enforcement of Section 30-37-3.2(A) on the grounds that it unconstitutionally violated First Amendment rights to free speech by burdening otherwise protected adult communications on the Internet. <em>See Am. Civil Liberties Union v. Johnson, </em>194 F.3d 1149, 1160, 1164 (10th Cir. 1999) <em>(ACLU). </em>The court concluded that the statute was over broad because it could potentially be applied to all communications on the Internet since (1) it only required a general knowledge that children might view the material, and (2) it could not be read to prohibit conduct targeting a specific child. <em>Id. </em>at 1159. The Legislature subsequently eliminated this crime through a 2005 amendment to the statute. 2005 N.M. Laws, ch. 295, § 1.</p>\n    <p id=\"b799-4\">{7} In 2007, the Legislature added Section 30-37-3.3 to the Act, which defined criminal sexual communication with a child. 2007 N.M. Laws, ch. 67, § 1. We presume that “the legislature acted with full knowledge of relevant statutory and common law.” <em>State ex rel. Quintana </em>v. <em>Schnedar, </em>1993-NMSC-033, ¶ 4, 115 N.M. 573, 855 P.2d 562. Therefore, we assume that the Legislature drafted the language of Section 30-37-3.3(A) with the constitutional holding by <em>ACLU </em>in mind. Consequently, Section 30-37-3.3(A) requires a person to “knowingly and intelligently communicat[e] <em>directly </em>with a <em>specific child </em>. . . .” (Emphasis added.) In contrast to the 1998 version of Section 30-37-3.2, Section 30-37-3.3(A)’s additional focus on direct communication targeting a specific child could seemingly be achieved through an electronic transmission or by directly handing the child an electronic communication device containing forbidden material. This statutory history provides us with important context as to the meaning of “sending” in Section 30-37-3.3(A), but we also look to the purpose of the statute for further guidance. <em>See State v. Cleve, </em>1999-NMSC-017, ¶ 8, 127 N.M. 240, 980 P.2d 23.</p>\n    <p id=\"b799-6\">{8} The elements of the offense of criminal sexual communication with a child reveal the purpose of Section 30-37-3.3(A), which is to protect children under sixteen from being targeted by an adult and provided with obscene images ofthe adult’s intimate parts on a device that can produce, store, or distribute the electronic images. The Legislature enacted Article 37 of the Criminal Code, “Sexually Oriented Material Harmful to Minors,” because “children do not have the judgment necessary to protect themselves from harm . . . .” NMSA 1978, § 30-37-9 (1983). The harm targeted by Section 30-37-3.3(A) consists of an adult attempting to pique a specific child’s prurient interest in the adult by directly communicating to the child obscene electronic images of the adult. <em>See </em>NMSA 1978, § 30-37-l(C), (F)(1) (1973) (defining what sexually oriented material is harmful to minors as including an act of “masturbation” that “predominantly appeals to the prurient... interest” of a minor). Whether a digital camera, a video recorder, or a cell phone is handed directly to a child or an image is electronically transmitted to one of those devices, the effect of the conduct and the <page-number citation-index=\"1\" label=\"784\">*784</page-number>resulting harm to the child—access to obscene electronically generated images via an electronic communication device—is the same. <em>Cf. Ogden, </em>1994-NMSC-029, ¶ 34 (discussing the purpose of a statute meant to deter killings of law enforcement officers and applying the statute to the killing of Community Service Officers in order to ensure that the evil the statute was enacted to deter was deterred). We cannot confine the definition of “sending” to encompass only electronic transmissions because doing so would frustrate the purpose of the legislation.</p>\n    <p id=\"b800-3\">{9} In this case, Defendant gave Child at least two cell phones over several months, which they used to text or talk to each other on a daily basis. As their non-sexual relationship progressed, Defendant recorded himself nude and masturbating, saved the files to an SD memory card, and placed the SD card in a cell phone which he handed to Child, exclaiming that there was a surprise for her on the phone. The communication could not have been more direct, and it was achieved through a telephone or a device capable of “produc[ing] an electronically generated image[,]” which was specifically defined by the Legislature as an “ ‘electronic communication device.’ ” Section 30-37-3.3(C)(1). Defendant handed the cell phone with the memory card that he inserted into the phone to Child, and it was with that cell phone that Child produced the obscene electronically generated image of Defendant which he intended Child to view. Defendant’s argument that he is not guilty of violating Section 30-37-3.3(A) because he did not transmit the obscene electronic image to Child through a third-party carrier is without merit.</p>\n    <p id=\"b800-5\">CONCLUSION</p>\n    <p id=\"b800-6\">{10} We reverse the Court of Appeals’ determination that Defendant did not “send” the pictures of himself under Section 30-37-3.3(A) and remand the case to the Court of Appeals for consideration of his other claims.</p>\n    <p id=\"b800-7\">{11} IT IS SO ORDERED.</p>\n    <judges id=\"b800-8\">EDWARD L. CHÁVEZ, Justice</judges>\n    <p id=\"b800-9\">WE CONCUR:</p>\n    <judges id=\"b800-10\">CHARLES W. DANIELS, Chief Justice</judges>\n    <judges id=\"A1H\">PETRA JIMENEZ MAES, Justice</judges>\n    <judges id=\"AA8b\">BARBARA J. VIGIL, Justice</judges>\n    <judges id=\"A46\">JUDITH K. NAKAMURA, Justice</judges>\n  </opinion>\n</casebody>\n",
        "status": "ok"
    },
    "citations": [
        {
            "cite": "9 N.M. 780",
            "type": "official"
        },
        {
            "cite": "2016-NMSC-020",
            "type": "parallel"
        }
    ],
    "court": {
        "id": 8835,
        "jurisdiction_url": null,
        "name": "Supreme Court of New Mexico",
        "name_abbreviation": "N.M.",
        "slug": "nm"
    },
    "decision_date": "2016-06-02",
    "docket_number": "Docket No. S-1-SC-35255",
    "first_page": "780",
    "frontend_url": "https://cite.capapi.org/nm/9/780/",
    "id": 12168569,
    "jurisdiction": {
        "id": 52,
        "name": "N.M.",
        "name_long": "New Mexico",
        "slug": "nm",
        "whitelisted": true
    },
    "last_page": "784",
    "name": "STATE OF NEW MEXICO, Plaintiff-Petitioner, v. ROBERT GEORGE TUFTS, Defendant-Respondent",
    "name_abbreviation": "State v. Tufts",
    "reporter": {
        "full_name": "New Mexico Appellate Reports"
    },
    "volume": {
        "volume_number": "9"
    }
}
